Repository: unicefburundi/ssme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Pill
fr: Pilule

source: Phone number must be entered in the format: '+999999999'. Up to 15 digits allowed.
fr: Numéro de téléphone doit être saisi dans le format:. '999999999' Jusqu'à 15 chiffrespermis.

source: The telephone to contact you.
fr: Le téléphone pour vous contacter.

source: Either CDS, BDS, PBS, or Central level.
fr: Soit CDS, BDS, PBS, ou niveau central.

source: Code of the MoH facility
fr: Code de l'etablissment

source: Profile created and mail sent to %(email)s.
fr: Profil créé et e-mail envoyé au %(email)s.

source: Unable to send mail to %(email)s.
fr: Impossible d'envoyer l'e-mail au %(email)s.

source: Campaign created %(email)s.
fr: Campagne créée %(email)s.

source: You have no valid MoH facility attached to your profile. Please contact the Admin
fr: Vous avez aucune installation sanitaire valide attaché à votre profil. S'il vous plaît contacter l'Admin

source: Please correct the following errors
fr: Code de l'installation MoH

source: Submit
fr: Envoyer

source: Preview
fr: Aperçu

source: Preview your submission
fr: Aperçu avant envoi

source: Security hash: %(hash_value)s
fr: Sécurité hachage: %(hash_value)s

source: Or edit it again
fr: Ou éditer à nouveau

source: first step
fr: premier pas

source: prev step
fr: étape precedente

source: submit
fr: envoyer

source: You're receiving this email because you requested a password reset
fr: Vous recevez cet émail car vous avez demandé une réinitialisation de mot de passe

source: for your user account at
fr: pour votre compte utilisateur au site

source: Please go to the following page and choose a new password:
fr: S'il vous plaît allez à la page suivante et choisissez un nouveau mot de passe:

source: Your username, in case you've forgotten:
fr: Votre nom d'utilisateur, dans le cas où vous avez oublié:

source: Thanks for using our site!
fr: Merci d'utiliser notre site!

source: The
fr: L'équipe du

source: Account activation failed.
fr: Activation du compte a échoué.

source: Account Activated
fr: compte Activé

source: Your account is now activated.
fr: Votre compte est maintenant activé.

source: You can log in.
fr: Vous pouvez vous connecter.

source: registration
fr: enregistrement

source: You (or someone pretending to be you) have asked to register an account at
fr: Vous (ou une personne prétendant être vous) avez demandé de créer un compte au

source: If this wasn't you, please ignore this email and your address will be removed from our records.
fr: Si ce n'est pas vous, s'il vous plaît ignorer cet e-mail et votre adresse sera supprimé de notre système.

source: To activate this account, please click the following link within the next
fr: Pour activer ce compte, s'il vous plaît cliquer sur le lien suivant dans avant les prochains

source: days:
fr: jours

source: Sincerely,
fr: Merci,

source: Account activation on
fr: Activation de compte sur

source: Logged out
fr: Déconnecté

source: Successfully logged out
fr: Bien déconnecté

source: Password changed
fr: Mot de passe changé

source: Password successfully changed!
fr: Mot de passe changé avec succès!

source: Change password
fr: Changer le mot de passe

source: Password reset complete
fr: Réinitialisation du Mot de passe complète

source: Your password has been reset!
fr: Votre mot de passe a été réinitialisé!

source: You may now
fr: Vous pouvez maintenant

source: log in
fr: s'identifier

source: Home
fr: Accueil

source: Password reset confirmation
fr: Mot de passe confirmation de réinitialisation

source: Please enter your new password twice so we can verify you typed it in correctly.
fr: S'il vous plaît entrez votre nouveau mot de passe deux fois afin que nous puissions vérifier que vous avez saisi correctement.

source: New password:
fr: Nouveau mot de passe:

source: Confirm password:
fr: Confirmez le mot de passe:

source: Change my password
fr: Changer mon mot de passe

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de réinitialisation de mot était invalide, peut-être parce qu'il a déjà été utilisé. S'il vous plaît demander un nouveau mot de passe réinitialisé.

source: Password reset
fr: Réinitialiser le mot de passe

source: We have sent you an email with a link to reset your password. Please check your email and click the link to continue.
fr: Nous vous avons envoyé un e-mail avec un lien pour réinitialiser votre mot de passe. S'il vous plaît, regardez Votre e-mail et cliquez sur le lien pour continuer.

source: Reset password
fr: Réinitialiser le mot de passe

source: Forgot your password? Enter your email in the form below and we'll send you instructions for creating a new one.
fr: Vous avez oublié votre mot de passe? Entrez votre émail dans le formulaire ci-dessous et nous allons vous envoyer des instructions pour créer un nouveau.

source: Registration is closed
fr: L'inscription est fermée

source: Sorry, but registration is closed at this moment. Come back later.
fr: Désolé, mais l'inscription est fermé en ce moment. Revenez plus tard.

source: Activation email sent
fr: E-mail d'activation envoyé

source: Please check your email to complete the registration process.
fr: S'il vous plaît vérifier votre e-mail pour terminer le processus d'inscription.

source: New User ?
fr: Nouvel utilisateur ?

source: Invalid data. Please try again.
fr: Données invalides. Veuillez réessayer.

source: Welcome
fr: Bienvenu

source: Create
fr: Creer

source: Reports
fr: Rapports

source: Lists
fr: Listes

source: User profiles
fr: Profils utilisateurs

source: Campaign
fr: Campagne

source: Campaign beneficiaries
fr: Beneficiaires de campagne

source: Campaign beneficiary products
fr: Produits selon les beneficiaires de campagne

source: Campaign product
fr: Produit de la campagne

source: Logout
fr: Se déconnecter

source: Remove Item?
fr: Supprimer un objet?

source: Are you sure you want to remove <b>%(object)s</b>?
fr: Êtes-vous sûr que vous voulez supprimer<b>%(object)s</b>?

source: Once it is removed, it will be gone forever. There is no way to undo this operation.
fr: Une fois qu'il est retiré, il sera parti pour toujours. Il n'y a pas moyen d'annuler cette opération.

source: Cancel
fr: Annuler

source: Remove
fr: Suprimer

source: Search
fr: Chercher

source: Add
fr: Ajouter

source: %(counter)s result
fr: %(counter)s resultats

source: Results %(start)s-%(end)s of %(count)s
fr: Resultats %(start)s-%(end)s de %(count)s

source: Previous
fr: Precedent

source: Next
fr: Suivant

source: edit
fr: éditer

source: Sign in
fr: S'inscrire'

source: Login
fr: Se connecter

source: Forgot Password?
fr: Mot de passe oublié?

source: Token Expired
fr: Token périmée

source: Login Failure
fr: Echec connexion

source: Sorry, you cannot log in at this time because we received %(failed_login_limit)s incorrect login attempts.
fr: Désolé, vous ne pouvez pas vous connecter en ce moment parce que nous avons reçu %(failed_login_limit)s conexions incorrectes

source: Please wait %(lockout_timeout)s minutes before to try log in again.
fr: Allendez %(lockout_timeout)s minutes avant d'essayer de vous connecter à nouveau.

source: Alternatively, you can fill out the form below to have your password reset via e-mail.
fr: Sinon, vous pouvez remplir le formulaire ci-dessous pour réinitialiser votre mot de passe par e-mail.

source: Please contact the website administrator to have your password reset.
fr: S'il vous plaît contactez l'administrateur du site pour faire réinitialiser votre mot de passe.

source: Email Address
fr: Adresse e-mail

source: Recover
fr: Récupérer

source: Please enter the email address you used to sign up and we will help you recover your password.
fr: S'il vous plaît entrez l'adresse e-mail que vous avez utilisé pour vous inscrire et nous allons vous aider pourrécupérer votre mot de passe.

source: <strong>Your password has expired.</strong> Site policy states that you must pick a new password every %(expire_days)s days, and that passwords must not have been used within the previous %(window_days)s days.
fr: <strong>Votre mot de passe a expire.</strong> La politique du site stipule que vous devez choisir un nouveau mot de passe chaque %(expire_days)s djours, et que les mots de passe ne doivent pas avoir été utilisés au cours des precedents %(window_days)s jours.

source: Users
fr: Utilisateurs

source: Facilities
fr: Installations

source: Name of the CDS
fr: Nom du CDS

source: Code of the CDS
fr: Code du CDS

source: Report at CDS
fr: Rapport au CDS

source: Beneficiaries
fr: Les bénéficiaires

source: Stocks received
fr: Stocks reçus

source: Final Stock
fr: Stock final

source: No Patient in this CDS
fr: Aucun patient dans ce CDS

source: Name
fr: Nom

source: previous
fr: précédent

source: of
fr: de

source: next
fr: suivant

source: No CDS found!!! :(
fr: Aucun CDS

source: Name of the District
fr: Nom du District

source: Code of the District
fr: Code du District

source: No Patient in this District
fr: Aucun patient dans ce District

source: Sanitary Districts
fr: Districts Sanitaires

source: No District found!!! :(
fr: Aucun district trouvé !!! :(

source: Ministry of Health facilities
fr: Installations du ministère de la santé

source: Username
fr: Nom d'utilisateur

source: First name
fr: Nom

source: Telephone
fr: Téléphone

source: Level
fr: Niveau

source: name
fr: nom

source: Edit my profile
fr: Editer mon profil

source: Change Password
fr: Changer le mot de passe

source: Name of the Province
fr: Nom de la Province

source: Code of the Province
fr: Code de la Province

source: No Patient in this Province
fr: Aucun patient dans cette Province

source: List of provinces
fr: Liste des Provinces

source: No Provinces found!!! :(
fr: Aucune province trouvée !!! :(

source: Report at
fr: Rapports au

source: with expected population of
fr: avec population attendue de

source: Log Out
fr: Se déconnecter
